Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 6
smj: Udir.no - Åhpadimgárvvidus: 6. dásse

source: Oahpahusláhču: Dássi 6
smj: Åhpadimgárvvidus: 6. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 6. dási gelbbolašvuođamihttomeriid.
smj: Dánna gávnná åhpadiddje buojkulivisájt gåktu sån máhttá barggat máhtudakmihtoj 6. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmilis, sisdoalus ja bargovugiin, movt vuođđogálggaid integreret ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggovuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvtå oahppáj.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin dagus.
smj: Árvustallam bargadahttijn ja jus gielladomena soajtti, li gárvvidusá oase.

source: Dát ovdamearka válddahallá doaimma mas vállje árgabeaivválaš dili geavaheames govaid ja/dahje doaimmaid.
smj: Dát buojkulvis vuosádallá muhtem dåjmav gåsi ulmusj vállji muhtem bæjvválasj dilev gånnå le gåvo ja / jali dåjma.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: máhttit beaivválaš dili sániid
smj: bæjválasj iellema báhkoboanndudagáv buktet

source: guldalit, ipmirdit ja oassálastit spontánalaš ságastallamiin
smj: gulldalit, dádjadit ja oassálasstet spontánalasj ságastallamijda

source: ságastallat oahpes ja áigeguovdilis fáttáid birra
smj: ságastallat oahpes ja ájggeguovddelis tiemáj birra

source: Eará relevánta gelbbolašvuođamihttomearit
smj: Ietjá hiebalgis máhtudakmihto

source: Oahppomihttomearit
smj: Åhpadusmihttomiere

source: Mihttomearrin lea ahte oahppis galgá lea sátneriggodat mii lea doarvái beaivválaš dilálašvuođaide.
smj: Oahppen galggá báhkoboanndudak mij bæjvvalattjat le dárbulasj.

source: Dát mearkkaša ahte oahppi galgá máhttit:
smj: Dát merkaj oahppe galggá máhttet:

source: viiddidit sátneriggodagas go oahppá ođđa doahpagiid beaivválaš dilálašvuođa birra
smj: ienedit ietjas bæjvválasj báhkoboanndudagáv dan baktu gå oahppá moallánagájt ma li tjanádum bæjválasj dilijda.

source: atnit oahppan sániid
smj: åvddånbuktet bágojt majt le oahppam

source: ráhkadit cealkagiid dihto fáttá birra
smj: dahkat gárgadisájt ma li juoŋga temá birra majt le válljim

source: muitalit gova birra mii gullá dihto fáddái
smj: subtsastit juojddá muhtem gåvå birra majt le válljim

source: ipmirdit ja vástidit gažaldagaid
smj: dádjadit gatjálvisájt ja máhttet dajt vásstedit

source: Ulbmilolahusa eavttut
smj: Mihttomiere jåksama gájbbádusá

source: Gelbbolašvuođamihttomearri, oahppomihttomearri ja eavttut oahppoulbmiliid olahit berre almmuhit ohppiide.
smj: Máhtudakmihto, åhpadusmihttomiere ja mihttomiere jåksåm gájbbádusá galggi tjielggiduvvat oahppijda.

source: Oahpaheaddji ferte njálmmálaččat duohtandahkat eavttuid ohppiide.
smj: Åhpadiddje galggá tjadádit njálmálattjat gájbbádusájt oahppijda.

source: Dat sáhttet juogo heŋgejuvvot oaidnima ládje klássalanjas dahje oassin bargoplánas.
smj: Máhtti årrot vuojnnusin klássalanján jali årrot barggoplánan oasse.

source: Jus eavttut čállojuvvojit, nugomat bargoplánii, de sáhttet váhnemat / ovddasteaddjit searvat bargui.
smj: Jus gájbbádusá tjáleduvvi duola dagu barggoplána oasen, máhtti æjgáda / åvdåstiddje bargguj oassálasstet.

source: Eavttut oahppoulbmiliid olahit sáhttet govviduvvot sierra skovis.
smj: Mihttomiere jåksåm gájbbádusá máhtti tjáleduvvat sjiemá sisi.

source: Dás adnojit árvosánit nuoraidskuvlla ja joatkkaskuvlla várás.
smj: Káráktiera li dagu nuorajskåvlån ja joarkkaskåvlån.

source: Árvosáni dássi 2
smj: Åhpadusmihttomiere

source: Oahppi galgá máhttit:
smj: Oahppe galggá máhttet:

source: viiddidit sátneriggodaga soames árgabeaidilálas- vuođaid birra.
smj: lasedit báhkovalljudagáv muhtem bæjválasj dilij birra

source: Oahppi máhttá soames dain dábáleamos sániid dihto fáttá birra.
smj: Oahppe máhttá náginav dajs bágojs ma li ienemus bæjválattja ma gulluji válljidum tebmáj

source: Oahppis lea oalle buorre sátneriggodat dihto fáttá birra.
smj: Oahppen le viehka borre báhkovalljudak muhtem válljidum temá birra.

source: Oahppis lea hui buorre sátneriggodat dihto fáttá birra.
smj: Oahppen le sierralágásj buorre báhkovalljudak válljidum temá birra.

source: atnit sániid maid lea oahppan
smj: adnet bágoj majt la oahppam

source: Oahppi máhttá soames oahppan sániid atnit.
smj: Oahppe máhttá nagin åhpadum bágojt adnet

source: Oahppi máhttá ollu oahppan sániid atnit.
smj: Oahppe máhttá ållo åhpadum bágojt adnet

source: Oahppi máhttá hui bures atnit oahppan sániin.
smj: Oahppe máhttá huj ållo ja duojt dájt åhpadum bágojt adnet.

source: hábmet cealkagiid dihto fáddái main lea molssaevttolaš sisdoallu
smj: dahkat gárgadisájt gånnå moattebelak sisadno válljidum temás

source: Oahppi máhttá hábmet álkes cealkagiid dihto fáttá birra.
smj: Oahppe máhttá dahkat nágin álkkes gárgadisájt válljidum tebmáj

source: Oahppit máhttet hábmet máŋga cealkaga dihto fáttá birra.
smj: Oahppe máhttá dahkat moaddá gárgadisájt válljidum tebmáj.

source: Oahppi máhttá hábmet cealkagiid dihto fáddái mas lea rikkis ja dárkilis giella.
smj: Oahppe máhttá dahkat gárgadisájt ma li moahttelágátja ja tjielgga.

source: muitalit juoida válljejuvvon fáttá gova birra
smj: giehttot juojddá gåvo birra mij gullu muhtem tebmáj

source: Oahppi máhttá eaŋkilsániiguin muitalit maid son govas oaidná.
smj: Oahppe máhttá giehttot åvtåsbágoj majt sånn vuojnná muhtem gåvon.

source: Oahppi máhttá muitalit gova birra cealkagiin.
smj: Oahppe máhttá giehttot muhtem gåvo birra gárgadisáj majt dahká.

source: Oahppi máhttá muitalit gova birra máŋggaid cealkagiiguin ja girjás cealkkahuksen.
smj: Oahppe máhttá giehttot muhtem gåvo birra måttijn gárgadisájn ma li dagádum moahttelágásj vuogijn.

source: ipmirdit gažaldagaid ja daid vástideames
smj: dádjadit gatjálvisájt ja dajt vásstedit

source: Oahppi máhttá gažaldagaid vástidit eaŋkilsániiguin.
smj: Oahppe máhttá vásstedit gatjálvisájt åvtåj bágoj.

source: Oahppi máhttá vástidit gažaldagaid olles cealkagiin.
smj: Oahppe máhttá vásstedit gatjálvisájt ålles gárgadisáj.

source: Oahppi máhttá dárkilit vástidit gažaldagaid olles cealkagiiguin.
smj: Oahppe máhttá ållåsijt vásstedit gatjálvisájt ålles gárgadisáj.

source: Dát skovvi sáhttá leat árvvoštallanságastallamiid vuođđun gaskal oahppi ja oahpaheaddji.
smj: Dát sjiebmá máhttá buorre vuodo årrot åhpadiddje ja oahppe ságastallamárvustallamin.

source: Skovvi sáhttá maiddái leat oassin barggus duođaštt juohke oahppi gelbbolašvuođa.
smj: Sjiebmá aj máhttá årrot oassen gå galggá tjálálattjat vuosedit mij juohkka oahppe máhtudahka le.

source: Oahppodoaimmat
smj: Oahppamdåjma

source: Dát ovdamearka čájeha movt oahppit válljejit fáttá mii lea oassin skovis Beaivválaš dilálašvuođat.
smj: Buojkulvis mij tjuovvu, vuoset gåktu oahppe válljiji allasisá ábnnasav mij gávnnu sjiemán gåhtjodum Bæjvválasj dile.

source: Oahpaheaddji sáhttá maiddái ovdalgihtii mearridit dihto fáttá mainna oahppit barget.
smj: Åhpadiddje máhttá aj mierredit åvddåla gå barggo álggá, sierralágásj temáv majna oahppe galggi barggat.

source: Dán oahppandoaimmas lea gáhkken / láibun fáddán.
smj: Dán åhpadusdåjman le tebmá lájbbom.

source: Oahppodoaibma juhkkojuvvo iešguđetlágan doaimmaide, sihke praktihkalaš ja teorehtalaš.
smj: Oahppamdoajmma juogeduvvá vaj sjáddi sierralágásj dåjma, sihke práktihkkalasj ja teorehtalasj dåjma.

source: Lea dehálaš ahte oahppodoaimmat molsašuvvet.
smj: Vaj dá dåjma lij moattelágátja le ájnas.

source: Danin sáhttá dát čađahuvvot stašuvdnabargun.
smj: Barggo máhttá ásaduvvat gå stasjåvnnåbarggo.

source: Oahpaheaddji mearrida man guhkes áiggi ja maid oahppit galget bargat guđege stašuvnnas.
smj: Åhpadiddje de mierret man guhkev barggat juohkka stasjåvnån ja majt oahppe dajn galggi barggat.

source: Stašuvnnat sáhttet leat gos oahppit galget lohkat sihke jaskadit ja jitnosit, jurddašit, hupmat, digaštallat, sárgut ja čállit.
smj: Máhtti stásjåvnå gånnå oahppe galggi låhkåt sige tjavgga ja sjávot, ájádallat, ságastit, dágástallat, tjuorggat ja tjállet.

source: oahpásmahttit ja govvidit iežan earáide
smj: Muv ietjam birra: - gut mån lev ja makkár

source: bearaš
smj: - muv lagámusá

source: biktasat
smj: - biktasa

source: biebmoeallit
smj: - biebmok divre

source: rumaš ja dearvvašvuohta
smj: - rumáj ja varresvuohta

source: hápmi
smj: - muv hábme

source: boahttevaš fidnu
smj: - boahtteájge barggo

source: Skuvla, olbmát ja astoáigi:
smj: Skåvllå, rádna ja asstoájgge

source: oahpásmahttit ja govvidit olbmáid
smj: - muv rádna ja makkára sij li

source: skuvla, skuvlabargu, fága, diibmoplána
smj: - skåvllå, skåvllåbarggo, fága ja tijmmapládna

source: vahkobeaivvit iešguđetge doaimmaid oktavuođas
smj: - biejve vahkon ja majt daj biejvij dahkap

source: falástallan ja eará astoáiggedoaimmat
smj: - valástallama ja ietjá dåjma asstoájgen

source: diibmu
smj: - kloahkka

source: Mu lagasbiras:
smj: Muv lahkabiros:

source: mu ássodat ja viessodávvirat
smj: - muv goahte ja ma danna li

source: sámi biebmu ja biebmokultuvra
smj: - sáme biebmo ja biebbmokultuvrra

source: gáfedagas finadit
smj: - oasstet dárbbagijt

source: oastit dahje várret billeahtaid
smj: - káfean manádit - majna mannat

source: árbevierut, vierut, eallinvuogit
smj: - oasstet jali diŋŋgut bilehtajt

source: musihkka, girjjálašvuohta ja filbma
smj: Kultuvrradiehto - subttsasa, dábe, viessomtjerda - allaájge / base (javlla, bæssátja jnv.) - musihkka, girjjálasjvuohta ja filma - sáme histåvrrå - sáme njálmálasj giehttomdábe, dålusjsubttsasa, båva, juojggama - ulmutja gielladáfon

source: Jahki:
smj: Jahke:

source: kaleandar, vahkobeaivvit, mánut, jahkodagat
smj: - rijmmo, biejve vahkon, mánoj namá,

source: dálki
smj: - dálkke

source: iešguđetlágan doaimmat jagis, luomus ja mat gullet ealáhusaide
smj: - jage birra bargo, duola dagu tjoaggem, bivddo, miessemærkkom, njuovvam, guollebivddem

source: iešguđetlágan doaimmat nugomat murjen, bivdu, miessemearkun, njuovadeapmi, guolásteapmi
smj: Dát sjiebmá vuoset muhtem bæjvválasj dilijt buojkulvissan majt åhpadiddje máhttá biedjat oahppamdåjmaj vuoduj.

source: Oahpaheaddji almmuha fáttá lohkamis oanehis historjjá mii gullá fáddái.
smj: Gávnnuji ållo buorre gåvo nehtan ma vuosedi næhttabåhtusijt ma li ævtoduvvam.

source: Ohppiide máŋgejuvvo historjá ja sii galget vuolláisárgut ođđa sániid ja doahpagiid.
smj: Åhpadiddje giehttu mij tebmá le, dan baktu gå låhkå oanegis giehtov jali subttsasav mij hiehpá tebmáj.

source: Nu oahppit oahpásmuvvet ođđa sániiguin ja doahpagiiguin mat dan fáddái gullet.
smj: Oahppe oadtju kopijav giehtos, ja mærkku bágojt ja moallánahkkojt ma li ådåsa.

source: Oahpaheaddji gažada ohppiid lohkkojuvvon teavstta vuođul, ja oahppit vástidit.
smj: Oahppe de oahpástuvvi dajda ådå bágojda ja moallánagájda ma tebmáj gulluji.

source: Oahpaheaddji sáhttá maiddái atnit goartta / govaid mat gullet fáddái, ja oahppit galget válddahallat goarttaid / govaid.
smj: Duon dán lágásj kårtå jali gåvo ma hiehpi tebmáj, aj dåhkkiji oahppamnævvon. Gå åhpadiddje dajt vuosádallá, de galggi oahppe subtsastit majt vuojnni.

source: Go oahpaheaddji ságastallá ohppiiguin fáttá birra, de son ferte leat nu dárkil go vejolaš.
smj: Gå åhpadiddje ságastallá oahppij temá birra, de galggá sån årrot nav njuolggá ja tjielgga gåk máhttelis le.

source: Jeara áinnas ná: Gii dá lea ?
smj: Gatjáda duola dagu náv: Gut le dát ?

source: Mii dát lea ?
smj: Gånnå le dát ?

source: Mii govas dáhpáhuvvá ?
smj: Mij dáhpáduvvá dán gåvon ?

source: Mii doaimmaid lea mii dáhpáhuvvá ?
smj: Makkár barggo le dát ?

source: Manin dán dahket ?
smj: Manen bargaduvvá náv ?

source: Masa ávkin go ná barget ?
smj: Mij le ávkken návti barggat ?

source: Mii dáhpáhuvvá ?
smj: Mij dal dáhpáduvvá ?

source: Lea dehálaš ahte dát dáhpáhuvvá áigeortnega mielde jus mat vállje láibuma.
smj: Ájnas le tjuovvot gåktu sjaddá mańenagi bargadum, duola dagu jus tebmá le lájbbot.

source: Dalle ferte álggahit ráhkkanemiin, joatkit váldodoaimmain ja dasto loahpahemiin ja bohtosiin.
smj: Viertti álgget gárvedimijn ja de joarkket gåktu dal oajvvedoajmma bargaduvvá ja mańemus gåktu ållit ja de vuosedit mij sjattaj dát bargos.

source: Loahpadettiin sáhttet oahppit bájuhit historjjá áigeortnega mielde álggus lohppii.
smj: Maŋŋutjissaj máhtti oahppe subtsastit subtssasav álgos gæhtjáj.

source: Ovdamearka: Goarta Thomas láibu:
smj: Buojkulvis: Kårtå Thomas lájbbu:

source: Govven: Ina Beate Somby, Báhpajávrri skukvla.
smj: Gåvvå: Ina Beate Somby, Báhpajávre skåvllå.

source: VØL-skovvi
smj: VØL- sjiebmá

source: Maŋŋil go oahpaheaddji lea lohkan ja muitalan fáttá birra, galget oahppit deavdit VØL-skovi.
smj: Gå dal åhpadiddje le låhkåm ja subtsastam temá birra, de galggi oahppe dievddet DHO-sjiemáv.

source: Geahča kápihttala árvvoštallama birra. Govat ja goarttat
smj: Gehtja kápihttalav gånnå tjáleduvvá árvustallama birra.

source: Oahpaheaddji atná goarttaid mas leat iešguđetlágán govat.
smj: Gåvo ja kårtå Åhpadiddjen galggi kårtå gånnå duot dát gåvvo.

source: Goarttat čájehit iešguđetlágan vearbbaid ja substantiivvaid mat gullet fáddái.
smj: Kårtå máhtti vuosedit verbajt ja substantijvajt ma gulluji tebmáj.

source: Goarttat vuogáidahttojuvvojit iešguđet ivdnekodaid mielde, omd. sáhttet vearba goarttain leat alit ravdaivdni, dahje giddet govaid alit báhpirii.
smj: Kårtåjn galggi sierralágásj bájnnokåvdå massta galggá dåbddåt makkár bágo le dajda tjáledum. Verba soajtti årrot kårtå ma lij alega birrális jali kårtå máhtti lijmmiduvvat alek páhppárij.

source: Eará sátneluohkáin nugomat substantiivvain ja adjektiivvain leat eará ivdnekodat.
smj: Ietjá báhkoklássajn máhtti årrot ietjá bájnokåvdå - duola dagu substantijvajn ja ádjektijvajn.

source: Lea dehálaš ahte vearbbat leat infinitiiva hámis ja substantiivat ges nominatiiva hámis.
smj: Ájnas le tjállet verbajt infinitiv hábmáj ja substantijvajt nominativ hábmáj.

source: Adjektiivvat sáhttet leat sihke predikatiiva ja attribuhtta hámis.
smj: Ádjektijva máhtti tjáleduvvat sige predikatijva ja attributijva hámijda.

source: Ivdnekodat dagahit ahte oahppit earuhit iešguđetge sátneluohkáid.
smj: Gå li bájnnokåvdå, de vuojnni oahppe ma li duo ja dá báhkoklássa.

source: Oahppit sáhttet atnit goarttaid go leat grammatihka oahppamin.
smj: Gå oahppe galggi oahppat grámmátihkav, de máhtti kårtå årrot viehkken.

source: Oahppit ráhkadit cealkagiid ja viiddidit e.e. sojaheames vearbbaid, substantiivvaid ja pronomeniid.
smj: Oahppe dahki gárgadisájt ja ienebut såjådi verbajt, substántijvajt ja pronomenijt.

source: Ovdamearka: goarttat iešguđet ivnnis
smj: Buojkulvis: Kårtå gånnå duot dát bájnno.

source: Govven: Ina Beate Somby, Báhpajávrri skuvla.
smj: Gåvvå: Ina Beate Somby, Báhpajávre skåvllå.

source: Oahpaheaddji gávdná ja/dahje ráhkada fáddái heivvolaš riibma, sátnestullama dahje divtta.
smj: Åhpadiddje gávnná ja / jali iesj dahká hiebalgis rijmav, gáritjisáv jali divtav mij tebmáj hiehpá.

source: Oahppit ožžot dan máŋgejuvvot.
smj: Oahppe kopijajt oadtju.

source: Teaksta sáhttet heŋget seaidnái dahje távvalii vai oahppit dan bures oidnet.
smj: Tevstav aj máhttá sæjnnáj jali táblluj gatsostit vaj dat le vuojnuosin divna oahppijda.

source: Ovdamearka: Mii dát lea ?
smj: Buojkulvis: Mij la dát ?

source: Oahpaheaddji gávdná vuogas lávlaga mii heive fáddái.
smj: Åhpadiddje gávnná juokkir lávllagav mij hiehpá tebmáj.

source: Ohppiide lávlla máŋgejuvvo vai sii dan vurkejit lávlunmáhppii.
smj: Oahppe oadtju kopijav lávllagis majt sij sierra lávllomskálmá sisi biedji.

source: Lávllateaksta sáhttá maiddái máŋget A3-árkii ja heŋget seaidnái / távvalii.
smj: Lávllagis aj máhttá válldet stuorra kopijav A-3 árkkaj, ja sæjnnáj jali táblluj gatsostit.

source: Oahppit galget oahppat lávlaga ja dan lávlut.
smj: Oahppe de oahppi lávllagav ja lávvlu dav.

source: Ovdamearka: lávlla
smj: Buojkulvis: Lávlla

source: Oahppit čállet ođđa sániid ja doahpagiid lotus-skovvái.
smj: Oahppe ådå bágojt ja moallánagájt muhtem lotus-sjiebmáj tjálli.

source: Lotus-skovvái leat bidjan iešguđetlágan ivnniid ja sátneklássaid.
smj: Lotus-sjiebmá le mierkkidum duoj dáj bájnoj ja báhkoklássaj.

source: Oahppit galget čállit skovvái sániid ivdnekodaid mielde.
smj: Oahppe tjálli bágojt sjiemá sisi dan milta gåktu bájno le.

source: Omd. galget vearbbat čállojuvvot alit ivdnejuvvon osiide ja iešguđet substantiivvat iešguđet ivdnejuvvon osiide nugomat biebmogálvvut ja gievkkanreaiddut.
smj: Buojkulvissan de galggi verba tjáleduvvat alek dajvvaj. Substantijva tjáleduvvi sierralágásj dajvajda duola dagu biebmo og gievkanvættsaga.

source: Maŋŋil go oahppit leat sániid čállán lotus-skovvái, de galget skovvái čállojuvvon sániid vuođul ráhkadit cealkaga.
smj: Gå de oahppe li gærggam sjiemáv dievddet, de galggi sij sjiebmáj gæhttjat ja gárgadisájt dahkat.

source: Cealkagat sáhttet leat sihke čálalaččat ja njálmmálaččat.
smj: Gárgadisá dagáduvvi sihke tjálálattjat ja njálmálattjat.

source: Ovdamearka: lotus-skovvi Sálttit
smj: Buojkulvis: Makkár lotussjiebmá máhtta årrot

source: Omman
smj: Såhkår

source: Niibi
smj: Jáfo

source: Mun galggan...
smj: Fierrom-másjijnna

source: Láibut
smj: Lihtte

source: Dahkansánit
smj: Substantijva

source: Goikadit
smj: - ábnnasa

source: Gáhkket
smj: - ræjddo

source: Vuordit
smj: Goajvvo

source: Borramuš
smj: Viehkkit

source: Gávppašit
smj: Ávvudallat

source: Ráhkkanit
smj: Gåjkkådit

source: Sátnebáŋku
smj: Báhkobáŋŋka

source: Oahppit čállet ođđa sániid sátnegirjái.
smj: Oahppe ådå bágojt muhtem báhkogirjjáj tjálli.

source: Álgos čállet sámegielat sáni gurutbeallái ja dárogielat sáni olgešbeallái.
smj: Máhtti aj tjállet vuollalahkkoj muhten árkkaj jali pc ’ a sisi.

source: Oahppit máhccot árkka nu ahte sámegielat sánit leat nuppi bealde ja dárogielat ges nuppi bealde.
smj: Vuostak sáme bágojt åvtå rabddaj ja de nuppe rabddaj árka dáro bágojt. Ja gå de máhtsasti árkav, de sjaddi sáme bágo åvtå bælláj ja dáro bágo nuppe bælláj.

source: Oahppit hárjehallet ođđa sániid juogo akto dahje ovttas nuppi ohppiin.
smj: Oahppe dal hárjjidalli ietjasa dádjadit dájt ådå bágojt juogu dal aktu jali aktan muhtem iehtjádijn.

source: Oahppi cuoigu dan sáni man nubbi dadjá, ja nubbi ges vástida leago riekta.
smj: Akta oahppe biedjá tjuvdev dan báhkuj mij javladuvvá ja nubbe oahppe gæhttjá jus le duolla.

source: Oahpaheaddji ráhkada goarttaid mas leat iešguđet sánit, dahje oahppit čállet sániid smávit báberlihpuide.
smj: Åhpadiddje dahká kårtåjt gånnå li tjáledum moattelágasj bágo jali de oahppe tjálli bágojt páhper bæhkátjijda.

source: Dađistaga go oahppit muitet sániid bajil, sii sáhttet goarttaid / sániid vuorkut.
smj: Maŋenagi gå oahppe mujtti bágojt ålgolt, máhtti sij biedjat kårtåjt / bágojt muhtem lihte sisi.

source: Nu dađistaga ain čoagganit eanet ođđa sánit vuorkái.
smj: Lihte sisi de sjaddi ienep ja ienep ådå bágo.

source: Lea dehálaš ahte oahppit geardduhit ođđa sániid ja ohppet daid systemáhtalaččat atnit nu ahte sin sátneriggodat lassána.
smj: Oahppijda le ájnas gærddot dájt ådå bágojt ja álu adnet dajt vaj sijá báhkoboanndudahka lassán.

source: Ovdamearka: sánit čoavddarieggáin
smj: Buojkulvis: báhko tjåvdariggasin

source: Oahppit sáhttet atnit iešguđetlágan spealuid mat fáddái gullet.
smj: Oahppe aj máhtti ståhkat duoj dáj spelaj ma li tjanádum tebmáj.

source: Dát dagaha molsašumi oahppodoaimmas.
smj: De oahhpamdoajmmaj váriásjåvnnå sjaddá.

source: Oahpaheaddji ráhkada spealuid main lea iešguđetge dássi.
smj: Åhpadiddje dahká spelajt - muhtema gæhppada ja muhtema gássjela.

source: Dát sáhttet leat iešguđetlágan breahttaspealut, geardun, muitu, domino, árpobreahtta, bingo ja breahtta bivttascivzzan main leat iešguđetge dásit: govva-govva, govva-sátni ja sátni-sátni.
smj: Máhtti årrot diellospela duola dagu loop, memory, domino, hárppodiello, bingo ja tsibrromdiello gånnå li sierralágásj gássjelisvuoda: gåvvå-gåvvå, gåvvå-báhko ja báhko-báhko.

source: Ovdamearka: bingo, geardun, civzzabreahtta, brehttaspeallu
smj: Buojkulvis: bingo, loop, tsibrromdiello, diellospella

source: Bargogihppagat
smj: Barggogirjátja

source: Oahpaheaddji ráhkada gihppaga mas leat bargobihtát mat gullet fáddái.
smj: Åhpadiddje girjátjav dahká moattelágásj barggodahkamusáj.

source: Álgogeahčen duohtandahkkojit oahppanulbmilat ja ođđa sánit ja doahpagat maid oahppit galget oahppat.
smj: Álgon galggi åhpadusmihttomiere vuojnnuj boahtet ja da ådå bágo ja moallánagá majt oahppe galggi oahppat.

source: Teavsttat sáhttet iešguđet guhkkodagas ja šlájas.
smj: Tevsta máhtti årrot guhkebu ja oanebu ja duot dát tjerdas.

source: Bargobihtáin sáhttá leat iešguđetge dásit, nugomat ivdnenbihtát, čállit sániid ja cealkagiid govaide ja čállit muitalusa ja ruvttohasain bargat.
smj: Barggodahkamusá máhtti årrot giehpebu ja gássjelappo, duola dagu gå galggá bájnnet juojddá, tjállet bágojt ja gárgadisájt dahkat ma gulluji gåvojda ja giehtojt jali ruossabágojt tjállet.

source: Oahppit čállet muitalusa govvii.
smj: Oahppe tjálli giehtov mij muhtem gåvvåj gullu.

source: Jus joavku lea stuoris, sáhttá oahpaheaddji válljet gova ja dan heaŋgut ovddabeallai dihtora.
smj: Jus oahppijs le ålos, máhttá åhpadiddje válljit jur åvtåv gåvåv ja gatsostit dav pc ’ a åvddåbælláj.

source: Oahppit galget vuoruid mielde čállit muitalusa govvii.
smj: Guhtik fuorvav galggi oahppe tjállet giehtov mij gullu gåvvåj.

source: Oahpaheaddji sáhttá álggahit historjjá, ja oahppit jotket vuoruid mielde čállimis oasi muitalusas govvii.
smj: Åhpadiddje dal máhttá álgov dahkat ja de oahppe guhtik fuorvav joarkki.

source: Juohke áidna oahppi čállá oasis.
smj: Oahppe tjálli guhtik binnátjav.

source: Nubbi oahppi ii dárbbaš dan mielde čállit maid earát ovdalis leat čállán.
smj: Ij aktak oahppe dárbaha berustit majt ietjá oahppe juo li tjállám åvddåla suv.

source: Go buot oahppit leat čállán oasis, čállá oahpaheaddji muitalusa báhpirii.
smj: Gå dal divna oahppe li juojddá tjállám, de åhpadiddje dáv tjáledum giehtov priennti.

source: Oahpaheaddji lohkka historjjá jitnosit ohppiide ja heaŋgu dan seaidnái.
smj: Åhpadiddje giehtov oahppijda tjavgga låhkå, ja sæjnnáj dav gatsos.

source: Oahppit sáhttát maid ieža lohkat historjjá.
smj: Muhtem oahppe máhtti ietja dav tjáledum giehtov låhkåt.

source: Oahppit atnet interneahta gávdnamis eanet dieđuid fáttá birra dahje gávdnamis sámi biepmoráhkadan neavvaga.
smj: Oahppe galggi internetta baktu åtsåt ienep diedojt temá birra jali gávnnat duola dagu gåktu galggá sáme biebmojt bårråmláhkáj dahkat.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Dát oahppodoaibma ferte heivehuvvot ohppiid dáiddolašvuhtii.
smj: Oahppamdoajmma viertti hiebaduvvat oahppij tjehpudahkaj.

source: Lea dehálaš geasuhit buot ohppiid mielde ságastallamii.
smj: Oadtjot divna oahppijt ságastittjat le ájnas.

source: Go oahppit máhttet daddját eaŋkil sániid ja cealkagiid, de sii vásihit ahte sii máhttet.
smj: Jus oahppe máhtti åvtåjt bágojt ja moallánahkkojt javllat, de oadtju dåbddåt jut sij rijbbi.

source: Hupman dássejuvvo ohppiid máhtolašvuođa ektui.
smj: Ságastallam galggá oahppij máhtudakmihtoj milta hiebaduvvat.

source: Oahpaheaddji jearrá ja oahppit vástidit.
smj: Åhpadiddje gatját ja oahppe vásstedi.

source: Jus oahppit máhttet fáttá bures, de sii hástaluvvojit eará ládje ja dárkileappot jearrat ja vástidit.
smj: Jus oahppe li smidá ja temáv máhtti buoragit, de galggá åhpadiddje sijáv hásstet ietjá ja tjiegŋalap gatjalvisájda ja vásstádusájda.

source: Oahppit sáhttet čállit fáttá birra juogo giehtačállosiin dahje dihtorii.
smj: Oahppe máhtti aj temá birra tjállet, lehkus giedajn jali pc ajn.
